<?php
define('PROJECT','ATM');
define('PROJECT_ROOT',dirname(__FILE__));
define('VS_DEBUG',true);
require_once(dirname(PROJECT_ROOT)."/core/vs.php");

Vitalis::RouterAdmin();

											//!!!!!!!!!!!ВНИМАНИЕ!!! ПРОВЕРЬ ПРАВИЛЬНОСТЬ ПУТЕЙ ПРИ ЗАКАЧКЕ НА СЕРВЕР!!!!!!!!!!!
//$home_dir = "Z:/home/wm-rb.net/www/";
$home_dir = Config::$base['HOME']['ROOT']."/";

//$atm_dir = "Z:/home/wm-rb.net/atm/";
$atm_dir = Config::$base[PROJECT]['ROOT']."/";

											//!!!!!!!!!!!ВНИМАНИЕ!!! ПРОВЕРЬ ПРАВИЛЬНОСТЬ ПУТЕЙ ПРИ ЗАКАЧКЕ НА СЕРВЕР!!!!!!!!!!!
$support = "support@wm-rb.net";
$icq = "562-718-741";
$date_pay = date("Y-m-d");
$time_pay = date("H:i:s");
$year = date("Y");
//комиссии платежных систем
$WMZ = "0.008";
$WMR = "0.008";
$WME = "0.008";
$WMG = "0.008";
$WMY = "0.008";
$WMU = "0.008";
$WMB = "0.008";
$EasyPay = "0.02";
$refresh = 600; //время обновления страниц
$mass_day = array("01","02","03","04","05","06","07","08","09","10","11","12","13","14","15","16","17","18","19","20","21","22","23","24","25","26","27","28","29","30","31");
$mass_mount = array("(01) Январь","(02) Февраль","(03) Март","(04) Апрель","(05) Май","(06) Июнь","(07) Июль","(08) Август","(09) Сентябрь","(10) Октябрь","(11) Ноябрь","(12) Декабрь",);
$limitday = '3850000';
$limitmouth = '11650000';
///пароли для EP счетов
$EP05609781 = "dUCL6LMc";
$PP05609781 = "2464";

$EP15234224 = "e655cV9M";
$PP15234224 = "8151";
$EP15239298 = "79KyxSTA";
$PP15239298 = "0747";
$EP15231337 = "U52AM3u4";
$PP15231337 = "8060";

$EP13546645 = "ed7C5633";
$PP13546645 = "5363";
$EP14305736 = "256LqzSJ";
$PP14305736 = "0191";
$EP14306775 = "8GA4QMPW";
$PP14306775 = "5313";
$EP17089238 = "rdbfD46T";
$PP17089238 = "5838";
$EP17089188 = "HJkWTkfH";
$PP17089188 = "9505";
$EP17084254 = "VP56e6xW";
$PP17084254 = "9646";
$EP17088289 = "QqjK24rv";
$PP17088289 = "5434";
$EP17086291 = "cZk54x4b";
$PP17086291 = "3252";
$EP17082316 = "WG6D9Huu";
$PP17082316 = "0989";
$EP19636580 = "5a8f73f4";
$PP19636580 = "7626";
$EP19761859 = "dnmppmqc";
$PP19761859 = "4727";
$EP21155330 = "lrh4jp5g";
$PP21155330 = "4838";
$EP21158367 = "g3k6l24e";
$PP21158367 = "3868";


$EP11980911 = "e92pkUDK";
$PP11980911 = "5919";
$EP12150738 = "tZsXyR3z";
$PP12150738 = "9151";

$EP24430243 = "kvhmg5mq";
$PP24430243 = "7606";
$EP24430383 = "b3c2wdvw";
$PP24430383 = "5020";
$EP24533988 = "cpxi3zgp";
$PP24533988 = "0858";
$EP24531990 = "kmxdvr8u";
$PP24531990 = "0474";
$EP24723985 = "fyfe6hht";
$PP24723985 = "3020";
$EP24735013 = "hrbp2jua";
$PP24735013 = "7696";
$EP24739049 = "bj2wfpyj";
$PP24739049 = "9878";
$EP24730089 = "s2pyxzsv";
$PP24730089 = "5696";

?>
